---
kind: other
id: Properties.T:Autodesk.Revit.DB.DocumentDifference
source: html/bf0d8b20-baa1-a8e2-8229-5b1bdbfc8b85.htm
---
# DocumentDifference Properties

Whether or the deleted elements were retrieved.